syabyr/micropython/ports/efr32mg21/boards/efr32mg21_devboard/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "efr32mg21_devboard"
#define MICROPY_HW_MCU_NAME "efr32mg21"

// W25Q80D SPI flash: 8 Mbit == 1 MiB.
#define MICROPY_HW_SPIFLASH_SIZE_BYTES (1024 * 1024)
